Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/sikkerhverdag.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Trampolines designed for home use (indoor or outdoor) are defined as toys, and from March 2015 must comply with standard NS-EN 71-14. This stipulates a range of requirements to ensure that you as a consumer are kept safe.
nb: Trampoliner beregnet for hjemmebruk (enten inne eller ute) er definert som leketøy og skal fra mars 2015 oppfylle standarden NS-EN 71-14.

source: A stove guard is a legal requirement in electrical systems installed after 2010.
nb: Det betyr at komfyrvakten skal være installert som en del av det faste elektriske anlegget. Kravet kom i 2010.

source: The age restriction for small sparklers is 12 years old.
nb: For små stjerneskudd er aldergrensen 12 år.

source: To register a gas system, you must use the form entitled ‘Registering installations using hazardous chemicals’ (‘Melding om håndtering av farlig stoff’).
nb: For å melde inn et gassanlegg, må du bruke skjemaet som heter "Melding om håndtering av farlig stoff".

source: Advice on life jackets for children:
nb: Råd om redningsvest til barn:

source: However, you should remember that as a consumer, you are better protected if you buy products in a Norwegian shop.
nb: Husk likevel at du som forbruker er bedre sikret dersom du kjøper produktet i en norsk butikk.

source: Elderly people are also particularly vulnerable to fire.
nb: Eldre mennesker er også spesielt utsatt for brann.

source: This means you can use Mode 2 charging equipment in a standard mains socket, without overloading the electrical system and running the risk of a fire.
nb: Dermed kan du bruke Mode 2 ladeutstyr i vanlig stikkontakt, uten at det gir for stor belastning og brannfare på elanlegget.

source: The best white LED lights have a Ra index of over 90.
nb: De beste hvite LED-lyskildene har en Ra-indeks på over 90.

source: They move quickly, climb on everything and put most things in their mouths.
nb: De beveger seg raskt, klatrer på alt og putter det meste i munnen.

source: , make sure you take the necessary fire prevention measures.
nb: bør du gjøre nødvendige brannforebyggende tiltak.

source: Check that the home is fitted with smoke alarms, and that these are working.
nb: Sørg for at boligen har røykvarslere som fungerer.

source: Gas bottles must never be kept in the cellar.
nb: Gassflasker skal ikke oppbevares i kjelleren.

source: There must be at least 20 centimetres from the mattress up to the top of the side wall.
nb: Fra madrassen og opp til kanten av sideveggen skal det være minst 20 centimeter.

source: What is EMC?
nb: Hva er EMC?

source: How to use fireworks safely:
nb: Slik bruker du fyrverkeri riktig:

source: The battery must be marked with the manufacturer, type number and its own CE mark.
nb: Batteriet skal være merket med produsent, typenummer og ha eget CE-merke.

source: Place the cleaned and cooled skull in a bowl of hydrogen peroxide (5–10%)
nb: Legg det rengjorte og avkjølte kraniet i et kar med hydrogenperoksid (5 - 10%)

source: Polyester and nylon melt rather than catch fire, and pull away from the flame.
nb: Polyester og nylon smelter før det tar fyr og trekker seg bort fra flammen.

source: Here are some tips on how to use your fireplace safely.
nb: Her får du tips til riktig fyring.

source: All information such as user instructions, maintenance and assembly instructions must be in Norwegian or another Scandinavian language.
nb: All informasjon som brukerveiledning, vedlikehold- og monteringsanvisning skal være på norsk eller annet skandinavisk språk.

source: You must read and abide by the information.
nb: Informasjonen må leses og følges.

source: EV without special cable (Mode 1)
nb: Elbil uten spesialkabel (mode 1)

source: Smoke alarms save between 10 and 15 lives every year.
nb: Røykvarslere redder årlig minst 10-15 menneskeliv.

source: If you are under the age of 40 years, pregnant, breast-feeding or have children living at home, we recommend that you have a supply of iodine tablets at home.
nb: Er du under 40 år, gravid, ammende eller har barn som bor hjemme? Da anbefaler vi deg å ha jodtabletter hjemme.

source: How to use a powder extinguisher on a chimney fire:
nb: Slik bruker du pulverapparat på pipebrann:

source: Must bear the CE mark
nb: Skal være CE-merket

source: Check that the trigger tablet is not damaged.
nb: Sjekk at utløsertabletten ikke er ødelagt.

source: Sky lanterns can fly at heights of up to 600–800 metres, burn for 20–40 minutes, and have a range of several kilometres
nb: Skylanterner kan fly i høyder opp til 600-800 meter, brenne i 20-40 minutter og de har mange kilometers rekkevidde.

source: Gas bottles must also not be kept in the attic, which is often difficult to access.
nb: Gassflasker skal heller ikke oppbevares på loftet, hvor det ofte er vanskelig å komme til.

source: You are not allowed to refill bottles yourself.
nb: Selvbetjening er ikke tillatt.

source: The name that appears in the Register is the name of the company, e.g. Hansen Elektro AS.
nb: Det er navnet på virksomheten, for eksempel Hansen Elektro AS, som står oppført i registeret.

source: In a 2011 survey, eight per cent of cabin owners admitted that they did not have smoke alarms in their cabins.
nb: I en undersøkelse fra 2011 svarte åtte prosent av hytteeiere at de ikke hadde røykvarsler på hytta.

source: You must be 18 years or older to buy and use fireworks.
nb: Det er 18 års aldersgrense for kjøp og bruk av fyrverkeri.

source: The hose must not be more than 30 metres long.
nb: Slangen skal ikke være lenger enn 30 meter.

source: Good hand hygiene, cough etiquette and maintaining distance are the most important infection control measures for preventing infection with Covid-19.
nb: God håndhygiene, hostehygiene og å holde avstand er de viktigste smitteverntiltakene for å forebygge smitte med covid-19.

source: How to improve fire safety for the elderly.
nb: Slik bedrer du brannsikkerheten for eldre.

source: You are not allowed to keep more than 10 litres at home.
nb: Du kan ikke oppbevare mer enn 10 liter i en boenhet.

source: In Sweden, more than 4500 people end up in Accident and Emergency every year with gardening injuries.
nb: I Sverige havner over 4500 mennesker hvert år på akuttmottaket med skader etter hagearbeid.

source: This is done via Altinn.
nb: Det gjøres via Altinn.

source: This is not a standard; they are production guidelines – i.e. an aid for manufacturers describing how they can satisfy the requirements of the Product Control Act.
nb: Dette er altså ikke en standard, men retningslinjer for produksjon – en hjelp til produsenter for hvordan de kan oppfylle kravene i produktkontrolloven.

source: What to remember when you buy a gas hose:
nb: Husk dette når du kjøper gasslange:

source: It doesn’t matter if you are listening to P13 or P1+ – the message will get through.
nb: Det spiller derfor ingen rolle om du hører på P13 eller P1+.

source: The spacing between the side rails must be no more than 6 centimetres, and the spacing between the slats in the base must be no more than 2.5 centimetres
nb: Avstanden mellom sprinklene i sidene skal ikke være mer enn 6 centimeter, og i bunnen ikke mer enn 2,5 centimeter.

source: Here are some of the risks you can talk about.
nb: Her er noen temaer det kan være lurt å snakke om.

source: If no-one reacts to this, the sensor sends a message to a switch, which cuts off the stove’s power supply.
nb: Om ingen reagerer på denne, gir sensoren beskjed til en bryter om å kutte strømmen til komfyren.

source: Put an anti-slip backing under loose rugs, or remove the rugs altogether.
nb: Legg anti-sklibelegg under løse tepper, eller fjern teppene helt.

source: Powder extinguishers must be inspected by qualified professionals every 5 years and fully inspected and serviced every 10 years.
nb: Apparater med pulver skal til kvalifiserte fagpersoner for kontroll hvert 5 år og på utvidet kontroll og service hvert 10 år

source: When the base is in the uppermost position, there must be at least 30 centimetres from the base of the bed to the top of the rails.
nb: Når sengen står i den øverste posisjonen skal det være minst 30 centimeter fra sengebunnen og opp til kanten.

source: Poor hygiene can lead to infection and disease.
nb: Dårlig hygiene er grobunn for smitte og sykdommer.

source: Products which have CE marking may circulate freely within the EEA.
nb: Produkter som er CE-merket kan sirkulere fritt innenfor EØS-området.

source: If it did not go off the first time, wait 30 minutes, immerse it in water and return it to the distributor.
nb: Hvis den ikke tenner første gang, vent 30 minutter, dynk med vann og lever tilbake til forhandler.

source: Category 3 is for strong sunlight.
nb: Kategori 3 er for sterk sol.

source: You must have an exit to the open air from the main storey/ground level
nb: Du må ha en utgang til det fri fra hovedetasjen/bakkeplan.

source: 40% of all domestic fires have an electrical cause.
nb: 40% av alle boligbranner har elektrisk årsak.

source: This article contains practical tips on how to be best prepared for a major power cut.
nb: I denne artikkelen finner du konkrete tips som gjør deg bedre forberedt på strømbrudd.

source: We also have a general ban on fires from 15
nb: I tillegg har vi et generelt bålforbud fra 15.

source: Practice is a key element in all emergency planning.
nb: Øving er et sentralt element i all beredskapsplanlegging.

source: Have access to a radio
nb: Ha radio tilgjengelig

source: The Directorate for Civil Protection (DSB) has created sikkerhverdag.no.
nb: Direktoratet for samfunnssikkerhet og beredskap (DSB) står bak sikkerhverdag.no.

source: You must be 18 or older to buy and use fireworks.
nb: Aldersgrensen for å kjøpe og bruke fyrverkeri er 18 år.

source: Causes of stove fires
nb: Årsaker til komfyrbrann

source: Individual containers may not contain more than 60 litres.
nb: Enkeltbeholdere kan ikke inneholde mer enn 60 liter.

source: Check the hose for leaks:
nb: Sjekk slangen for lekkasjer:

source: Type I face masks are not designed for use by health professionals in an operating room or in other medical surroundings subject to similar requirements.
nb: Type I munnbind er ikke beregnet for bruk av helsepersonell i et operasjonsrom eller i andre medisinske omgivelser med lignende krav.

source: A typical 7W LED bulb thus corresponds to a traditional 60W incandescent bulb in terms of brightness.
nb: En typisk LED-pære på 7W kan derfor tilsvare en tradisjonell glødepære på 60W i lysstyrke.

source: The products must not bear any markings that could be construed as indicating any form of protection class.
nb: Produktet skal ikke ha merking som antyder noen form for beskyttelsesklasse.

source: Young children put everything in their mouths.
nb: De kjenner, spiser og biter på ting.

source: If the sensor detects a situation that could result in a fire, it sets off an alarm.
nb: Hvis sensoren oppdager fare for brann, utsløser den en alarm.

source: Can you find any other storage solutions as an alternative to using the stove as a storage area?
nb: Er det behov for andre oppbevaringsløsninger som alternativ til å bruke komfyren som lagringsplass?

source: Regulations, publications and guidelines for specialists and companies can be found at
nb: Regelverk, publikasjoner og veiledninger til fagfolk og virksomheter finnes på

source: Where are EMC problems experienced?
nb: Hvor oppleves EMC?

source: As an individual, you may transport a maximum of 240 litres of diesel by car, or in a combination of car and trailer.
nb: Som privatperson kan du frakte maksimalt 240 liter diesel per bil eller med kombinasjon av bil og tilhenger.

source: The skipper of the boat is responsible for ensuring that children under the age of 16 are wearing a suitable flotation device.
nb: Den som kjører båten har ansvar for at barn under 16 år har på seg egnet flyteutstyr.

source: The Norwegian government wants to phase out the use of oil-fired boilers in households by 2020.
nb: Den norske regjeringen ønsker å fase ut bruken av oljekjeler hos husholdningene innen 2020.

source: The needle in the pressure gauge on top of the device must be in the green zone.
nb: Pilen på trykkmåleren på toppen av apparatet skal stå på det grønne feltet.

source: EV owners who charge their vehicles in the garage at home usually use a wired-in cable that they plug into the vehicle.
nb: Hjemme i garasjen brukes det vanligvis en fastmontert kabel som plugges i bilen.

source: How are products with CE marking checked?
nb: Hvordan kontrolleres CE-merkede produkter?

source: Transporting and storing diesel and heating oil
nb: Transport og oppbevaring av diesel og fyringsolje

source: If it is less than 5 metres down to the ground, you can use a window or balcony as an escape route.
nb: Hvis det er mindre enn 5 meter ned til bakken kan du bruke vindu eller balkong som rømningsvei.

source: Never leave candles unattended.
nb: Gå aldri fra levende lys.

source: All propane bottles in Norway must have a safety valve.
nb: Alle propanflasker i Norge skal ha en sikkerhetsventil.

source: Diesel and heating oil may be stored outdoors, indoors or in an outhouse.
nb: Diesel og fyringsolje kan oppbevares både utendørs, innendørs og i uthus.

source: If you are going to wear a face mask, it is important to choose the right type.
nb: Skal du bruke munnbind eller ansiktsmaske som beskyttelse er det viktig at du velger riktig type.

source: Remember that these items are toys, not safety devices.
nb: Produktene er leker og ikke sikkerhetsprodukter.

source: Also talk about how to get out of the home if the smoke alarm goes off.
nb: Ta også en prat om hvordan man skal redde seg ut hvis røykvarsleren hyler.

source: What does CE mean?
nb: Hva betyr CE?

source: Moss, driftwood, twigs, cones, twine and other dry natural materials catch fire quickly and burn well.
nb: Mose, drivved, kvister, kongler, hyssing og andre tørre naturmaterialer tar fort fyr og brenner godt.

source: If you are indoors, stay indoors.
nb: Lukk vinduer og lufteventiler.

source: They must also be red.
nb: I tillegg skal de være røde.

source: warm clothes, blankets and sleeping bags
nb: varme klær, pledd og sovepose

source: By comparison, an LED bulb converts around 80% of the energy into light.
nb: Til sammenligning kan en LED-pære gjøre om rundt 80% av energien til lys.

source: Category 2 is for normal sunlight.
nb: Kategori 2 er for normal sol.

source: Many elderly people have balance problems.
nb: Mange eldre sliter med balansen.

source: Who works with EMC?
nb: Hvem jobber med EMC?

source: And make sure you have matches or a lighter.
nb: Sørg også for at du har fyrstikker eller lighter.

source: for the production of non-medical cloth face coverings.
nb: for produksjon av ikke-medisinske tøymunnbind.

source: Whether or not an old life jacket is still usable depends on how it has been stored and maintained.
nb: Om en eldre redningsvest fortsatt er brukbar avhenger av hvordan den er oppbevart og vedlikeholdt.

source: Never store gas in the cellar
nb: Ikke oppbevar i kjelleren

source: For a housing cooperative and co-ownership scheme, it is extremely important for the capacity of the electrical system to be evaluated before any EV charging points can be installed.
nb: For borettslag og sameier er det svært viktig å få vurdert kapasiteten på det elektriske anlegget før det monteres uttak for lading av elbil.

source: Push and twist the new hose into place over the attachment points.
nb: Dytt og vri den nye slangen på plass over festepunktene.

source: You should never top up with petrol when the motor is hot.
nb: Du bør ikke fylle bensin når motoren er varm.

source: Water, which is what we normally use to put out a fire, is the last thing you should use here.
nb: Vann, som man vanligvis bruker til å slokke brann, skal du absolutt ikke bruke.

source: Category 1 is for partly cloudy skies.
nb: Kategori 1 er for delvis overskyet.

source: Remember that extension leads are only intended for temporary use.
nb: Husk at skjøteledninger er til midlertidig og begrenset bruk.

source: You can store up to 10 litres of petrol indoors at home.
nb: Du kan lagre inntil 10 liter bensin innendørs hjemme.

source: The distance from the base of the bed to the top edge must be no less than 60 centimetres
nb: Avstand fra sengebunnen og opp til kanten skal minst være 60 centimeter.

source: Before a co-ownership association starts using a gas system, the board must register the system with the Norwegian Directorate for Civil Protection (DSB).
nb: Før boligsameie tar i bruk et gassanlegg skal styret melde anlegget inn til Direktoratet for samfunnssikkerhet og beredskap (DSB).

source: As a rule of thumb, reflectors have a lifespan of 1–3 years.
nb: En tommelfingerregel er at reflekser har en levetid på 1-3 år.

source: DSB recommends wall-mounted chargers (Mode 3) with specially designed Type 2 EV charging sockets.
nb: DSB anbefaler på-vegg-lader (Mode 3) med spesialtilpasset Type-2 kontakt for lading av elbiler.

source: What the CE mark means
nb: Dette betyr CE-merket

source: DSB is the authority in charge of EMC in Norway.
nb: DSB er norsk myndighet for EMC.

source: Also check whether a stove guard has been installed.
nb: En komfyrvakt kutter strømmen til komfyren dersom en plate blir for varm.
